C2LP-Assistant/C2LP.Assistant.TMSConsole/bin/Debug/AccessRecord/Node_20170704100248_HD2488272.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.webservice.vtradex.com" > <soapenv:Header/><soapenv:Body><ser:tmsShipmentInTransitXml><?xml version="1.0"?>
<XML xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <MESSAGEHEAD>
    <SENDER>NBJC01160122</SENDER>
    <FILETYPE>XML</FILETYPE>
    <CONTENTTYPE>CarrierTrackRecord</CONTENTTYPE>
    <SENDTIME>2017-07-04 10:02:34</SENDTIME>
    <FILENAME>20170704100234</FILENAME>
    <FILEFUNCTION>ADD</FILEFUNCTION>
  </MESSAGEHEAD>
  <MESSAGEDETAIL><![CDATA[<?xml version="1.0"?>
<XML xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <CONTENTLIST>
    <CONTENT>
      <HEADER />
      <DETAILLIST>
        <DETAIL>
          <ECNO>161109093</ECNO>
          <CECNO>991HD2488272</CECNO>
          <LEGNO>HD2488272</LEGNO>
          <TRACKTIME>2017-06-21 11:32:48</TRACKTIME>
          <TRACKPERSON />
          <TRACKINFO>【浙B287R6】 运抵卸车</TRACKINFO>
          <TRACKTYPE>18</TRACKTYPE>
        </DETAIL>
      </DETAILLIST>
    </CONTENT>
  </CONTENTLIST>
</XML>]]></MESSAGEDETAIL>
</XML></ser:tmsShipmentInTransitXml></soapenv:Body></soapenv:Envelope>

-------------------------------------------------------------------------

<?xml version="1.0" encoding="UTF-8"?><XML><MSGCODE>1</MSGCODE><MSGCONTENT></MSGCONTENT><MSGNAME>20170704100234</MSGNAME></XML>